HELP_1 = """<b><u>𝐀ᴅᴍɪɴ 𝐂ᴏᴍᴍᴀɴᴅs :</b></u>

ᴊᴜsᴛ ᴀᴅᴅ <b>ᴄ</b> 𝐈ɴ 𝐓ʜᴇ 𝐒ᴛᴀʀᴛɪɴɢ 𝐎ғ 𝐓ʜᴇ 𝐂ᴏᴍᴍᴀɴᴅs 𝐓ᴏ 𝐔sᴇ 𝐓ʜᴇᴍ 𝐅ᴏʀ 𝐂ʜᴀɴɴᴇʟ.


/pause : 𝐏ᴀᴜsᴇ 𝐓ʜᴇ 𝐂ᴜʀʀᴇɴᴛ 𝐏ʟᴀʏɪɴɢ 𝐒ᴛʀᴇᴀᴍ.

/resume : 𝐑ᴇsᴜᴍᴇ 𝐓ʜᴇ 𝐏ᴀᴜsᴇᴅ 𝐒ᴛʀᴇᴀᴍ.

/skp : 𝐒ᴋɪᴩ 𝐓ʜᴇ 𝐂ᴜʀʀᴇɴᴛ 𝐏ʟᴀʏɪɴɢ 𝐒ᴛʀᴇᴀᴍ 𝐀ɴᴅ 𝐒ᴛᴀʀᴛ 𝐒ᴛʀᴇᴀᴍɪɴɢ 𝐓ʜᴇ 𝐍ᴇxᴛ 𝐓ʀᴀᴄᴋ 𝐈ɴ 𝐐ᴜᴇᴜᴇ.

/end ᴏʀ /stop : 𝐂ʟᴇᴀʀs 𝐓ʜᴇ 𝐐ᴜᴇᴜᴇ 𝐀ɴᴅ 𝐄ɴᴅ 𝐓ʜᴇ 𝐂ᴜʀʀᴇɴᴛ 𝐏ʟᴀʏɪɴɢ 𝐒ᴛʀᴇᴀᴍ.

/player : 𝐆ᴇᴛ 𝐀 𝐈ɴᴛᴇʀᴀᴄᴛɪᴠᴇ 𝐏ʟᴀʏᴇʀ 𝐏ᴀɴᴇʟ.

/queue : 𝐒ʜᴏᴡ 𝐓ʜᴇ 𝐐ᴜᴇᴜᴇᴅ 𝐓ʀᴀᴄᴋs 𝐋ɪsᴛ.
"""

HELP_2 = """
<b><u>𝐀ᴜᴛʜ 𝐔sᴇʀs :</b></u>

𝐀ᴜᴛʜ 𝐔sᴇʀs 𝐂ᴀɴ 𝐔sᴇ 𝐀ᴅᴍɪɴ 𝐑ɪɢʜᴛs 𝐈ɴ 𝐓ʜᴇ 𝐁ᴏᴛ 𝐖ɪᴛʜᴏᴜᴛ 𝐀ᴅᴍɪɴ 𝐑ɪɢʜᴛ 𝐈ɴ 𝐓ʜᴇ 𝐆ʀᴏᴜᴘ.

/auth [ᴜsᴇʀɴᴀᴍᴇ/ᴜsᴇʀ_ɪᴅ] : 𝐀ᴅᴅ 𝐀 𝐔sᴇʀ 𝐓ᴏ 𝐀ᴜᴛʜ 𝐋ɪsᴛ 𝐎ғ 𝐓ʜᴇ 𝐁ᴏᴛ.
/unauth [ᴜsᴇʀɴᴀᴍᴇ/ᴜsᴇʀ_ɪᴅ] : 𝐑ᴇᴍᴏᴠᴇ 𝐀 𝐀ᴜᴛʜ 𝐔sᴇʀs 𝐅ʀᴏᴍ 𝐓ʜᴇ 𝐀ᴜᴛʜ 𝐔sᴇʀs 𝐋ɪsᴛ.
/authusers : 𝐒ʜᴏᴡ 𝐓ʜᴇ 𝐋ɪsᴛ 𝐎ғ 𝐀ᴜᴛʜ 𝐔sᴇʀs 𝐎ғ 𝐓ʜᴇ 𝐆ʀᴏᴜᴩ.
"""

HELP_3 = """
<u><b>𝐁ʀᴏᴀᴅᴄᴀsᴛ 𝐅ᴇᴀᴛᴜʀᴇ</b></u> [𝐎ɴʟʏ 𝐅ᴏʀ 𝐒ᴜᴅᴏᴇʀs] :

/broadcast [𝐌ᴇssᴀɢᴇ 𝐎ʀ 𝐑ᴇᴩʟʏ 𝐓ᴏ 𝐀 𝐌ᴇssᴀɢᴇ] : 𝐁ʀᴏᴀᴅᴄᴀsᴛ 𝐀 𝐌ᴇssᴀɢᴇ 𝐓ᴏ 𝐒ᴇʀᴠᴇᴅ 𝐂ʜᴀᴛs 𝐎ғ 𝐓ʜᴇ 𝐁ᴏᴛ.

<u>𝐁ʀᴏᴀᴅᴄᴀsᴛɪɴɢ 𝐌ᴏᴅᴇs :</u>
<b>-pin</b> : 𝐏ɪɴs 𝐘ᴏᴜʀ 𝐁ʀᴏᴀᴅᴄᴀsᴛᴇᴅ 𝐌ᴇssᴀɢᴇs 𝐈ɴ 𝐒ᴇʀᴠᴇᴅ 𝐂ʜᴀᴛs.
<b>-pinloud</b> : 𝐏ɪɴs 𝐘ᴏᴜʀ 𝐁ʀᴏᴀᴅᴄᴀsᴛᴇᴅ 𝐌ᴇssᴀɢᴇ 𝐈ɴ 𝐒ᴇʀᴠᴇᴅ 𝐂ʜᴀᴛs 𝐀ɴᴅ 𝐒ᴇɴᴅ 𝐍ᴏᴛɪғɪᴄᴀᴛɪᴏɴ 𝐓ᴏ 𝐓ʜᴇ 𝐌ᴇᴍʙᴇʀs.
<b>-user</b> : 𝐁ʀᴏᴀᴅᴄᴀsᴛs 𝐓ʜᴇ 𝐌ᴇssᴀɢᴇ 𝐓ᴏ 𝐓ʜᴇ 𝐔sᴇʀs 𝐖ʜᴏ 𝐇ᴀᴠᴇ 𝐒ᴛᴀʀᴛᴇᴅ 𝐘ᴏᴜʀ 𝐁ᴏᴛ.
<b>-assistant</b> : 𝐁ʀᴏᴀᴅᴄᴀsᴛ 𝐘ᴏᴜʀ 𝐌ᴇssᴀɢᴇ 𝐅ʀᴏᴍ 𝐓ʜᴇ 𝐀ssɪᴛᴀɴᴛ 𝐀ᴄᴄᴏᴜɴᴛ 𝐎ғ 𝐓ʜᴇ 𝐁ᴏᴛ.
<b>-nobot</b> : 𝐅ᴏʀᴄᴇs 𝐓ʜᴇ 𝐁ᴏᴛ 𝐓ᴏ 𝐍ᴏᴛ 𝐁ʀᴏᴀᴅᴄᴀsᴛ 𝐓ʜᴇ 𝐌ᴇssᴀɢᴇ..

<b>𝐄xᴀᴍᴩʟᴇ:</b> <code>/broadcast -user -assistant -pin ˹ 𝐋𝐢𝐥𝐲 ✘ 𝐌𝐮𝐬𝐢𝐜 ˼ 𝐓ᴇsᴛɪɴɢ 𝐁ʀᴏᴀᴅᴄᴀsᴛ</code>
"""

HELP_4 = """<u><b>𝐂ʜᴀᴛ 𝐁ʟᴀᴄᴋʟɪsᴛ 𝐅ᴇᴀᴛᴜʀᴇ :</b></u> [𝐎ɴʟʏ 𝐅ᴏʀ 𝐒ᴜᴅᴏᴇʀs]

𝐑ᴇsᴛʀɪᴄᴛ 𝐒ʜɪᴛ 𝐂ʜᴀᴛs 𝐓ᴏ 𝐔sᴇ 𝐎ᴜʀ 𝐏ʀᴇᴄɪᴏᴜs 𝐁ᴏᴛ.

/blacklistchat [𝐂ʜᴀᴛ 𝐈ᴅ] : 𝐁ʟᴀᴄᴋʟɪsᴛ 𝐀 𝐂ʜᴀᴛ 𝐅ʀᴏᴍ 𝐔sɪɴɢ 𝐓ʜᴇ 𝐁ᴏᴛ.
/whitelistchat [𝐂ʜᴀᴛ 𝐈ᴅ] : 𝐖ʜɪᴛᴇʟɪsᴛ 𝐓ʜᴇ 𝐁ʟᴀᴄᴋʟɪsᴛᴇᴅ 𝐂ʜᴀᴛ.
/blacklistedchat : 𝐒ʜᴏᴡ 𝐓ʜᴇ 𝐋ɪsᴛ 𝐎ғ 𝐁ʟᴀᴄᴋʟɪsᴛᴇᴅ 𝐂ʜᴀᴛs.
"""

HELP_5 = """
<u><b>𝐁ʟᴏᴄᴋ 𝐔sᴇʀs:</b></u> [𝐎ɴʟʏ 𝐅ᴏʀ 𝐒ᴜᴅᴏᴇʀs]

𝐒ᴛᴀʀᴛs 𝐈ɢɴᴏʀɪɴɢ 𝐓ʜᴇ 𝐁ʟᴀᴄᴋʟɪsᴛᴇᴅ 𝐔sᴇʀ, 𝐒ᴏ 𝐓ʜᴀᴛ 𝐇ᴇ 𝐂ᴀɴ'𝐓 𝐔sᴇ 𝐁ᴏᴛ 𝐂ᴏᴍᴍᴀɴᴅs.

/block [𝐔sᴇʀɴᴀᴍᴇ 𝐎ʀ 𝐑ᴇᴩʟʏ 𝐓ᴏ 𝐀 𝐔sᴇʀ] : 𝐁ʟᴏᴄᴋ 𝐓ʜᴇ 𝐔sᴇʀ 𝐅ʀᴏᴍ 𝐎ᴜʀ 𝐁ᴏᴛ.
/unblock [𝐔sᴇʀɴᴀᴍᴇ 𝐎ʀ 𝐑ᴇᴩʟʏ 𝐓ᴏ 𝐀 𝐔sᴇʀ] : 𝐔ɴʙʟᴏᴄᴋs 𝐓ʜᴇ 𝐁ʟᴏᴄᴋᴇᴅ 𝐔sᴇʀ.
/blockedusers : 𝐒ʜᴏᴡ 𝐓ʜᴇ 𝐋ɪsᴛ 𝐎ғ 𝐁ʟᴏᴄᴋᴇᴅ 𝐔sᴇʀs.
"""

HELP_6 = """
<u><b>ᴄʜᴀɴɴᴇʟ ᴩʟᴀʏ ᴄᴏᴍᴍᴀɴᴅs:</b></u>

ʏᴏᴜ ᴄᴀɴ sᴛʀᴇᴀᴍ ᴀᴜᴅɪᴏ/ᴠɪᴅᴇᴏ ɪɴ ᴄʜᴀɴɴᴇʟ.

/cply : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴀᴜᴅɪᴏ ᴛʀᴀᴄᴋ ᴏɴ ᴄʜᴀɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴀᴛ.
/cvply : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴠɪᴅᴇᴏ ᴛʀᴀᴄᴋ ᴏɴ ᴄʜᴀɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴀᴛ.
/cplayforce or /cvplayforce : sᴛᴏᴩs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ.

/channelplay [ᴄʜᴀᴛ ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ɪᴅ] ᴏʀ [ᴅɪsᴀʙʟᴇ] : ᴄᴏɴɴᴇᴄᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴀ ɢʀᴏᴜᴩ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʀᴀᴄᴋs ʙʏ ᴛʜᴇ ʜᴇʟᴩ ᴏғ ᴄᴏᴍᴍᴀɴᴅs sᴇɴᴛ ɪɴ ɢʀᴏᴜᴩ.
"""

HELP_7 = """
<u><b>ɢʟᴏʙᴀʟ ʙᴀɴ ғᴇᴀᴛᴜʀᴇ</b></u> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :

/gban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] : ɢʟᴏʙᴀʟʟʏ ʙᴀɴs ᴛʜᴇ ᴄʜᴜᴛɪʏᴀ ғʀᴏᴍ ᴀʟʟ ᴛʜᴇ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴀɴᴅ ʙʟᴀᴄᴋʟɪsᴛ ʜɪᴍ ғʀᴏᴍ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.
/ungban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] : ɢʟᴏʙᴀʟʟʏ ᴜɴʙᴀɴs ᴛʜᴇ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀ.
/gbannedusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀs.
"""

HELP_8 = """
<b><u>ʟᴏᴏᴘ sᴛʀᴇᴀᴍ :</b></u>

<b>sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ɪɴ ʟᴏᴏᴘ</b>

/loop [enable/disable] : ᴇɴᴀʙʟᴇs/ᴅɪsᴀʙʟᴇs ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ
/loop [1, 2, 3, ...] : ᴇɴᴀʙʟᴇs ᴛʜᴇ ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ᴠᴀʟᴜᴇ.
"""

HELP_9 = """
<u><b>ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ ᴍᴏᴅᴇ</b></u> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :

/logs : ɢᴇᴛ ʟᴏɢs ᴏғ ᴛʜᴇ ʙᴏᴛ.

/logger [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] : ʙᴏᴛ ᴡɪʟʟ sᴛᴀʀᴛ ʟᴏɢɢɪɴɢ ᴛʜᴇ ᴀᴄᴛɪᴠɪᴛɪᴇs ʜᴀᴩᴩᴇɴ ᴏɴ ʙᴏᴛ.

/maintenance [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] : ᴇɴᴀʙʟᴇ ᴏʀ ᴅɪsᴀʙʟᴇ ᴛʜᴇ ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ ᴍᴏᴅᴇ ᴏғ ʏᴏᴜʀ ʙᴏᴛ.
"""

HELP_10 = """
<b><u>ᴘɪɴɢ & sᴛᴀᴛs :</b></u>

/start : sᴛᴀʀᴛs ᴛʜᴇ ᴍᴜsɪᴄ ʙᴏᴛ.
/help : 𝐆ᴇᴛ 𝐇ᴇʟᴩ 𝐌ᴇɴᴜ 𝐖ɪᴛʜ 𝐄xᴩʟᴀɴᴀᴛɪᴏɴ 𝐎ғ 𝐍ᴇᴡ & 𝐎ʟᴅ 𝐂ᴏᴍᴍᴀɴᴅs.

/ping : 𝐒ʜᴏᴡs 𝐓ʜᴇ 𝐏ɪɴɢ 𝐀ɴᴅ 𝐒ʏsᴛᴇᴍ 𝐒ᴛᴀᴛs 𝐎ғ 𝐓ʜᴇ 𝐁ᴏᴛ.

/stats : 𝐒ʜᴏᴡ 𝐓ʜᴇ 𝐎ᴠᴇʀᴀʟʟ 𝐒ᴛᴀᴛs 𝐎ғ 𝐓ʜᴇ 𝐁ᴏᴛ.
"""

HELP_11 = """
<u><b>𝐏ʟᴀʏ 𝐂ᴏᴍᴍᴀɴᴅs :</b></u>

<b>v :</b> 𝐒ᴛᴀɴᴅs 𝐅ᴏʀ 𝐕ɪᴅᴇᴏ 𝐏ʟᴀʏ.
<b>force :</b> 𝐒ᴛᴀɴᴅs 𝐅ᴏʀ 𝐅ᴏʀᴄᴇ 𝐏ʟᴀʏ.

/ply 𝐎ʀ /vply : 𝐒ᴛᴀʀᴛs 𝐒ᴛʀᴇᴀᴍɪɴɢ 𝐓ʜᴇ 𝐑ᴇǫᴜᴇsᴛᴇᴅ 𝐓ʀᴀᴄᴋ 𝐎ɴ 𝐕ɪᴅᴇᴏᴄʜᴀᴛ.

/plyforce 𝐎ʀ /vplyforce : 𝐒ᴛᴏᴩs 𝐓ʜᴇ 𝐎ɴɢᴏɪɴɢ 𝐒ᴛʀᴇᴀᴍ 𝐀ɴᴅ 𝐒ᴛᴀʀᴛs 𝐒ᴛʀᴇᴀᴍɪɴɢ 𝐓ʜᴇ 𝐑ᴇǫᴜᴇsᴛᴇᴅ 𝐓ʀᴀᴄᴋ.
"""

HELP_12 = """
<b><u>𝐒ʜᴜғғʟᴇ 𝐐ᴜᴇᴜᴇ :</b></u>

/shuffle : 𝐒ʜᴜғғʟᴇ'𝐒 𝐓ʜᴇ 𝐐ᴜᴇᴜᴇ.
/queue : 𝐒ʜᴏᴡ 𝐓ʜᴇ 𝐒ʜᴜғғʟᴇᴅ 𝐐ᴜᴇᴜᴇ.
"""

HELP_13 = """
<b><u>𝐒ᴇᴇᴋ 𝐒ᴛʀᴇᴀᴍ :</b></u>

/seek [𝐃ᴜʀᴀᴛɪᴏɴ 𝐈ɴ 𝐒ᴇᴄᴏɴᴅs] : 𝐒ᴇᴇᴋ 𝐓ʜᴇ 𝐒ᴛʀᴇᴀᴍ 𝐓ᴏ 𝐓ʜᴇ 𝐆ɪᴠᴇɴ 𝐃ᴜʀᴀᴛɪᴏɴ.
/seekback [𝐃ᴜʀᴀᴛɪᴏɴ 𝐈ɴ 𝐒ᴇᴄᴏɴᴅs] : 𝐁ᴀᴄᴋᴡᴀʀᴅ 𝐒ᴇᴇᴋ 𝐓ʜᴇ 𝐒ᴛʀᴇᴀᴍ 𝐓ᴏ 𝐓ʜᴇ 𝐓ʜᴇ 𝐆ɪᴠᴇɴ 𝐃ᴜʀᴀᴛɪᴏɴ.
"""

HELP_14 = """
<b><u>𝐒ᴏɴɢ 𝐃ᴏᴡɴʟᴏᴀᴅ</b></u>

/song [𝐒ᴏɴɢ 𝐍ᴀᴍᴇ/𝐘ᴛ 𝐔ʀʟ] : 𝐃ᴏᴡɴʟᴏᴀᴅ 𝐀ɴʏ 𝐓ʀᴀᴄᴋ 𝐅ʀᴏᴍ 𝐘ᴏᴜᴛᴜʙᴇ 𝐈ɴ 𝐌ᴘ𝟑 𝐎ʀ 𝐌ᴘ𝟒 𝐅ᴏʀᴍᴀᴛs.
"""

HELP_15 = """
<b><u>𝐒ᴘᴇᴇᴅ 𝐂ᴏᴍᴍᴀɴᴅs :</b></u>

𝐘ᴏᴜ 𝐂ᴀɴ 𝐂ᴏɴᴛʀᴏʟ 𝐓ʜᴇ 𝐏ʟᴀʏʙᴀᴄᴋ 𝐒ᴘᴇᴇᴅ 𝐎ғ 𝐓ʜᴇ 𝐎ɴɢᴏɪɴɢ 𝐒ᴛʀᴇᴀᴍ. [𝐀ᴅᴍɪɴs 𝐎ɴʟʏ]

/speed or /playback : 𝐅ᴏʀ 𝐀ᴅᴊᴜsᴛɪɴɢ 𝐓ʜᴇ 𝐀ᴜᴅɪᴏ 𝐏ʟᴀʏʙᴀᴄᴋ 𝐒ᴘᴇᴇᴅ 𝐈ɴ 𝐆ʀᴏᴜᴘ.
/cspeed or /cplayback : 𝐅ᴏʀ 𝐀ᴅᴊᴜsᴛɪɴɢ 𝐓ʜᴇ 𝐀ᴜᴅɪᴏ 𝐏ʟᴀʏʙᴀᴄᴋ 𝐒ᴘᴇᴇᴅ 𝐈ɴ 𝐂ʜᴀɴɴᴇʟ.
"""
